Repository: 84000/data-translation-memory
Catalog: toh381_84000-emergence-from-samputa.tmx
Source language: bo
Languages: en

source: ཨོྃ་བྱཱ་གྷྲ་ཛི་ནཱམྦྷ་ར་དྷ་རཱ་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: Hūṁ hūṁ, phaṭ , svāhā ! “The mantra of the two-armed Heruka, “one fond of charnel grounds,” is:

source: ཨོྃ་མ་ཧཱ་དྷཱུ་མྲཱ་ནྡྷ་ཀཱ་ར་ཝ་པུ་ཥཱ་ཡ་ཧཱུྃ་ཧཱུྃ་ཕཊ།
en: “Oṁ , glorious He-he-ru-ru-ka-vajra! One surrounded by a multitude of ḍākinīs!

source: ཕྱག་འབུམ་པའི་འོ། །ཨོྃ་ཤྲཱི་ཧེ་ཧེ་རུ་རུ་ཀྃ་བཛྲ་ཌཱ་ཀི་ནཱི་ཛཱ་ལ་སྃ་བ་རཾ་ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ hūṁ hūṁ, phaṭ , svāhā

source: དུར་ཁྲོད་ལ་དགྱེས་པ་ཕྱག་གཉིས་པའིའོ།
en: “Of the two-armed Heruka, one seated on a seat of Rudra:

source: །ཨོྃ་ཤྲཱི་ཧེ་རུ་ཀ་བཛྲ་སརྦྦ་དུཥྚ་ས་མ་ཡ་མུ་ད་པྲ་བྷྃ་ཛ་ཀ་ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Oṁ , glorious Herukavajra! The crusher of all the evil ones by means of the pledge mudrā! Hūṁ , phaṭ , svāhā

source: དྲག་པོའི་གདན་ཅན་གྱི་ཕྱག་གཉིས་པའི་འོ།
en: “Of Heruka the “the king of spells”:

source: །ཨོྃ་ཧྲཱིཿཧ་ཧ་ཧཱུྃ་ཧཱུྃ་ཕཊ། རིག་པའི་རྒྱལ་པོའིའོ།
en: Oṁ hrīḥ ha ha hūṁ hūṁ phaṭ

source: །འདི་རྣམས་ནི་ཧེ་རུ་ཀ་འབྱུང་བའི་སྔགས་སོ། །ཨོྃ་བཛྲ་བཻ་རོ་ཙ་ནཱི་ཡེ་བུདྡྷ་ཌཱ་ཀི་ནཱི་ཡེ་སྭཱ་ཧཱ།
en: “These are the mantras invoking the blessings of Heruka.

source: ཡི་གེ་བཅུ་དྲུག་པོ་འདི་རྣམས་ནི། མཁའ་འགྲོ་མའི་རྩ་བའི་སྔགས་སོ། །ཨོྃ་མཱ་རཱི་ཙྱཻ་སྭཱ་ཧཱ།
en: “The sixteen-syllable root mantra of Ḍākinī is:

source: འོད་ཟེར་ཅན་གྱི་སྙིང་པོའོ། །ཨོྃ་མཱ་རཱི་ཙྱཻ་བཏྟཱ་ལི་བ་དཱ་ལི་བ་དཱ་ལི།
en: Oṁ , svāhā to the Buddha ḍākinī, Vajravairocanī ! “The heart mantra of Mārīcī is:

source: བ་རཱ་ཧ་མུ་ཁི་སྭཱ་ཧཱ།
en: Oṁ , svāhā to Mārīcī!

source: ཉེ་བའི་སྙིང་པོའི་སྔགས་སོ།
en: “The subsidiary heart mantra of Mārīcī is:

source: །ཨོྃ་པི་ཤཱ་ཙི་པརྞྞ་ཤ་བ་རི་སརྦྦ་མཱ་རི་པྲ་ཤ་མ་ནི་ཧཱུྃ་ཧཱུྃ་མ་ཧོ་ད་རི་ཕཊ།
en: Oṁ , svāhā to Mārīcī!

source: རི་ཁྲོད་མ་ཤིང་ལོ་ཅན་གྱིའོ། །ཨོྃ་བཛྲཱྃ་ཀུ་ཤ་ཀཪྵ་ཡ་ཧུྃ།
en: Vattalī , Vadālī , Varālī ! One with the face of a boar!

source: ཨོཾ་བཛྲ་པཱ་ཤ་བནྡྷ་ཧཱུྃ།
en: “The mantra of Parṇaśāvarī is:

source: ཨོྃ་བཛྲ་ཀཱ་ལི་ཏརྫ་ཡ་ཧཱུྃ།
en: Oṁ , demoness Parṇaśavarī! The appeaser of all pestilence! Hūṁ hūṁ ! You with a big belly! Phaṭ ! “The following mantras are very effective during the practice of Amoghasiddhi:

source: ཨོྃ་བཛྲ་མུཥྚི་གྲྀཧྞ་ཧཱུྃ།
en: Oṁ , vajra hook, pull! Hūṁ ! Oṁ , vajra noose, bind! Hūṁ

source: ཨོྃ་བཛྲ་ཀཱི་ལི་ཀཱི་ལ་ཡ་ཧཱུྃ།
en: Oṁ , vajra syllables of the ka -series, threaten!

source: ཨོྃ་བཛྲ་མུངྒ་རཱ་ཀོ་ཊ་ཡ་ཧཱུྃ། སྔགས་འདི་རྣམས་ནི་ཤིན་ཏུ་གྲུབ་པ་སྟེ། དོན་ཡོད་པའི་དངོས་གྲུབ་སྒྲུབ་པའོ།
en: Hūṁ ! Oṁ , vajra fist, seize! Hūṁ ! Oṁ , vajra nail, nail! Hūṁ

source: །ཨོཾ་བཛྲ་ཌཱ་ཀི་ནི་ཨི་མྃ།
en: Oṁ , vajra hammer, pound!

source: བ་ལིཾ་གྲྀཧྞ་གྲྀཧྞ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ ! “The oblation offering mantra of Vajraḍākinī is:

source: ཨོྃ་ཛཿཧཱུྃ་བྃ་ཧོཿ། ས་མ་ཡ་སྟཱྃ།
en: Oṁ , Vajraḍākinī! Take this oblation, take!

source: དྲྀ་ཤྱ་ཧོཿ།
en: Hūṁ phaṭ ! Oṁ, jaḥ hūṁ vaṁ hoḥ ! You are the pledge! One to behold! Hoḥ

source: །དེ་ལྟར་ལན་གསུམ་བཞི་ལྔར་བཟླས་ནས་གཏོར་མ་སྦྱིན་པར་བྱའོ།
en: “One should offer oblation while reciting this mantra three, four, or five times.

source: །རྡོ་རྗེ་མཁའ་འགྲོ་མའི་གཏོར་མའི་སྔགས་སོ།
en: “The mantra for offering oblation to all the spirits is:

source: །ཨོྃ་ཁ་ཁ་ཁཱ་ཧི་ཁ་ཧི།
en: Oṁ, kha kha , devour, devour!

source: སརྦ་ཡཀྵ་རཱཀྵ་ས་བྷཱུ་ཏ་པྲེ་ཏ་པི་ཤཱ་ཙོནྨཱ་དཱ་པ་སྨཱ་ར་ཌཱ་ཀ་ཌཱ་ཀི་ནྱ་ད་ཡ་ཨི་མྃ་བ་ལིཾ་གྲྀཧྞ་ཏ་ས་མ་ཡ་རཀྵནྟུ་སརྦྦ་སིདྡྷི་མྨེ་པྲ་ཡཙྪནྟུ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: All yakṣas, rākṣasas, bhūtas, pretas, piśācas, unmādas, apasmāras, ḍākas, ḍākinīs, and the rest, please take this oblation!

source: འབྱུང་པོ་ཐམས་ཅད་ཀྱི་གཏོར་མའི་སྔགས་སོ། །ཨོྃ་ཀི་ཊི་ཀི་ཊི་བཛྲ་ཧཱུྃ།
en: Guard the samaya and grant me all accomplishments!

source: བྱིན་གྱིས་བརླབ་པའི་སྔགས་སོ། །ཨོྃ་ཨཱཿཧཱུྃ་ཤོདྷ་ཡ་ཤོ་དྷ་ཡ་རཀྵ་རཀྵ་ཧཱུྃ་ཕཊ།
en: Hūṁ hūṁ phaṭ svāhā ! “The consecration mantra is: “ Oṁ , terrify, terrify, O Vajra! Hūṁ

source: ས་སྦྱང་བའི་སྔགས་སོ།
en: “The mantra for the purification of the ground is: “ Oṁ āḥ hūṁ ! Purify, purify! Protect, protect!

source: །ཨོཾ་བཛྲ་ཌཱ་ཀི་ནཱི་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ phaṭ ! “And further:

source: ཨཽཾ་གཽ་རཱི་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Oṁ , Vajraḍākinī! Hūṁ phaṭ svāhā ! Oṁ , Ghorī! Hūṁ svāhā ! Oṁ , Caṇḍālī!

source: ཨོཾ་ཙཎྜ་ལཱི་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ svāhā

source: ཨོཾ་བེཏྟ་ལཱི་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Oṁ , Vetālī! Hūṁ svāhā

source: སྔགས་པས་ཆོ་གས་བསྣུན་པ་དང་། གསད་པ་དང་། དགུག་པ་དང་། གར་བྱེད་པའོ།
en: Please strike, kill, haul them over, and make them dance!” “The mantra adept should recite this according to the rule.

source: །ཨོཾ་བཛྲ་སི་ཧི་ནི་ཨཱྃ་སྭཱ་ཧཱ།
en: Oṁ , Vajrasiṃhinī!

source: ཨོཾ་བཛྲ་བྱཱ་གྷྲི་ཨཱིཾ་སྭཱ་ཧཱ།
en: Āṃ svāhā ! Oṁ , Vajravyāghrī!

source: ཨོཾ་བཛྲ་ཛྃ་བུ་ཀེ་ཨཱུྃ་སྭཱ་ཧཱ།
en: Īṁ svāhā ! Oṁ , Vajrajambukā!

source: ཨོཾ་བཛྲ་ཨུ་ལཱུ་ཀཱ་སྱ་རཱྀ་སྭཱ་ཧཱ།
en: Ūṁ svāhā ! Oṁ , Vajra-ulūkāsyā!

source: ཨོཾ་བཛྲ་ར་ཛེ་ནྡྲིཾ་ལྀ་སྭཱ་ཧཱ།
en: Ṝṁ svāhā ! Oṁ , Vajrarājendrī!

source: ཨོཾ་བཛྲ་དཱིཔྟི་ཏེ་ཛེ་ཨོཾ་སྭཱ་ཧཱ།
en: Ḹṁ svāhā ! Oṁ , Vajradīptatejā!

source: ཨོཾ་བཛྲ་ཙཱུ་ཥི་ཎི་ཙཱུ་ཥ་ཡ་སརྦྦ་ས་ཏཱྃ་ཨཽཾ་སྭཱ་ཧཱ།
en: Aiṁ svāhā ! Oṁ , Vajracūṣaṇī! Please suck all beings dry!

source: ཨོཾ་བཛྲ་ཀ་མྦོ་ཛེ་ཨཿསྭཱ་ཧཱ།
en: Oṃ svāhā ! Oṁ , Vajrakambojā!

source: ཨོཾ་ཧྲཱིཿསྭཱ་ཧཱ།
en: Aḥ svāhā ! Oṁ hrīḥ svāhā

source: དབུས་སུ་སྟེ། ཡེ་ཤེས་ཀྱི་མཁའ་འགྲོ་མ་འཁོར་དང་བཅས་པའོ། །ཨོཾ་ཛཿཧཱུྃ་བྃ་ཧོཿཁྃ་རྃ།
en: “With the last mantra in the center, these are the mantras of Jñānaḍākinī and her retinue.

source: མཆོད་ཡོན་གྱི་སྔགས་སོ།
en: “The mantra of the welcome offering is:

source: །ཨོཾ་ཁྃ་ནི་རཱི་ཧཱུྃ་ཁྃ།
en: Oṁ jaḥ hūṁ vaṁ hoḥ khaṁ raṁ

source: ཞབས་བསིལ་གྱི་སྔགས་སོ།
en: “The mantra for cleansing the feet is:

source: །ཨོཾ་དྷྭྃ་དྷྭྃ།
en: Oṁ khaṁ nī rī hūṁ khaḥ

source: དྲི་དང་བཤོས་གཙང་ལ་སོགས་པའི་སྔགས་སོ།
en: “The mantra of perfume, food items, and other offerings is:

source: །ཨོཾ་ཧ་ཧོ་ཧྲཱིཿསྭཱ་ཧཱ།
en: Oṁ dhvaṁ dhvaṁ

source: ཕྱག་རྒྱ་ཆེན་པོའི་སྔགས་སོ།
en: “The mantra of the Great Seal is:

source: །ཨོཾ་ཀུ་རུ་ཀུ་རུ་ས་མ་ཡཱ་དྷི་པ་ཏི་ཧཱུྃ་ཛཿསྭཱ་ཧཱ།
en: Oṁ ha ho hrīḥ svāhā

source: དགུག་པའི་སྔགས་སོ།
en: “The mantra of summoning is: “ Oṁ , master of the samaya! Act, act!

source: །ཧ་ཧི་ཧུ་ཧེ་ཧོ་ཧྃ།
en: Hūṁ jaḥ, svāhā

source: ཡན་ལག་དྲུག་ལ་དགོད་པའི་སྔགས་སོ།
en: “The mantra to be placed on the six limbs is: “ Ha hi hu he ho haṁ

source: །དཔལ་ཡང་དག་པར་སྦྱོར་བའི་རྒྱུད་ལས་བྱུང་བ་བྱ་བ་ཐམས་ཅད་ཡང་དག་པར་འབྱུང་བའི་བརྟག་པའི་རྒྱལ་པོ་སྟེ་བརྒྱད་པའོ།།
en: This concludes the eighth sovereign chapter in the glorious “Emergence from Sampuṭa” on the advantages of all the rituals. Chapter 9

source: །།དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་རྡོ་རྗེ་སྙིང་པོ་ལ་སོགས་པ་དང་། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས། བཅོམ་ལྡན་འདས་ལ་མཆོད་ནས། ཕྱག་འཚལ་ཏེ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །མྱ་ངན་འདས་པའི་གནས་རྒྱས་པ།
en: Now the great bodhisattvas, headed by Vajragarbha, along with all the tathāgatas, made offerings and prostrated themselves to the Blessed One, then said:

source: །བཅོམ་ལྡན་ལྷ་ཡིས་བཤད་དུ་གསོལ།
en: “Please give us, O Blessed One, O divine being, A detailed exposition of the state of nirvāṇa.

source: །གང་དུ་གནས་སུ་བཞུགས་གྱུར་པས།
en: In which place does one abide,

source: །རྒྱུ་དང་མི་རྒྱུ་བཅས་པར་རོལ།
en: Playing within the animate and inanimate universes?”

source: །ཅི་རིགས་བརྟགས་པས་སེམས་འཛིན་པ།
en: “Listen!

source: །ང་ཡིས་བཤད་པར་བྱ་ཡིས་ཉོན།
en: I will explain the nature of The mind fixating on concepts as it really is.

source: །གང་ཞིག་དེ་སྐད་སྔར་གསུངས་པ།
en: This nature, which has already been taught earlier,

source: །དཀྱིལ་འཁོར་ལུས་ཞེས་བརྗོད་པར་བྱ།
en: “The body is said to be the maṇḍala,

source: །སྒོ་བཞི་ཇི་སྐད་གསུངས་པའོ།
en: With four doors, as has been described.

source: །ལྟེ་བའི་དབུས་གནས་པད་ཆེན་པོ།
en: In the navel center there is a great lotus,

source: །ཀུན་མཁྱེན་ཡེ་ཤེས་མངོན་པར་གྲགས།
en: Which is famed to be the seat of omniscient gnosis.

source: །གནས་དེར་གནས་པའི་དཔའ་བོ་ནི། །དྲི་མེད་དྲི་མ་རྣམ་པར་སྤངས།
en: “In that place dwells the valiant one.

source: །ལུས་ལ་གནས་ཤིང་ནག་ནོག་མེད།
en: Without constituent parts he is indivisible.

source: །ལུས་ཅན་ཀུན་ལ་རྣམ་པར་རོལ།
en: He plays within embodied beings, being himself Beyond any embodiment and completely pure.

source: །སངས་རྒྱས་ཀུན་གྱི་རྫུ་འཕྲུལ་ཆེ།
en: “Possessed of the great magical power of all the buddhas,

source: །རྣམ་པར་མཛད་ཅིང་རབ་ཏུ་བསྒྱུར།
en: He can magically transform himself—

source: །ཁ་ཅིག་ཏུ་ནི་བྱང་ཆུབ་ཆེན་པོའི་སེམས།
en: Sometimes into the great bodhicitta,

source: །ཁ་ཅིག་ཏུ་ནི་ཇི་ལྟར་སྤྱོད་རྗེས་འབྲང་།
en: Sometimes into the conduct that accompanies it. {9.1.6} “Sometimes he dwells among the gods of the Tuṣita realm.

source: །ཁ་ཅིག་ཏུ་ནི་དགའ་ལྡན་ལྷ་རྣམས་ལགས།
en: At some point he makes the supreme descent to earth.

source: །ཁ་ཅིག་ཏུ་ནི་འབབ་པར་གྱུར་པ་དང་། །ཁ་ཅིག་ཏུ་ནི་བལྟམས་པ་རྣམ་དག་ཅིང་།
en: At some point he takes a pure birth, And at some point he definitively renounces worldly life.

source: །ཁ་ཅིག་ཏུ་ནི་ཁབ་ནས་གསལ་བྱུང་དང་། །ཁ་ཅིག་ཏུ་ནི་བྱང་ཆུབ་ཆེན་པོར་མཆོད།
en: “At some point he makes a great peregrination for the sake of awakening,

source: །ཁ་ཅིག་ཏུ་ནི་བདུད་ལས་མཆོག་ཏུ་རྒྱལ།
en: And at some point he defeats Māra.

source: །ཁ་ཅིག་ཏུ་ནི་མངོན་པར་རྫོགས་བྱང་ཆུབ།
en: At some point he attains complete and perfect awakening,

source: །ཁ་ཅིག་ཏུ་ནི་འཁོར་ལོ་རབ་ཏུ་བསྐོར།
en: And at some point he turns the wheel of Dharma.

source: །ཁ་ཅིག་ཏུ་ནི་ཕས་ཀྱི་རྒོལ་བ་དག །ལྷན་ཅིག་ཆོས་ཀྱིས་ཚར་ནི་གཅོད་པ་པོ།
en: “At some point he defeats in debate the followers of other creeds,

source: །ཁ་ཅིག་ཏུ་ནི་དངོས་གྲུབ་ཀུན་དབང་ཕྱུག །ཁ་ཅིག་དཔལ་ལྡན་འཇིག་རྟེན་གསུམ་ལས་རྒྱལ།
en: Using in his arguments truths acceptable to both parties. At some point he becomes the master of all attainments, And at some point he conquers the triple universe.

source: །ཁ་ཅིག་ཏུ་ནི་དཔག་བསམ་ཤིང་མཆོག་ཀུན།
en: “At some point he attains the unexcelled powers

source: །དངོས་གྲུབ་དབང་ཕྱུག་བླ་ན་མེད་པ་ཉིད།
en: Of accomplishment that last throughout all the ages.

source: །དེ་ལྟར་ལ་སོགས་མཐའ་ཡས་མཆོག །སངས་རྒྱས་ཀུན་བདག་སྡོམ་པས་ནི།
en: Such infinite and supreme acts as these and others Are performed by those partaking of the nature of all buddhas,

source: །དེ་ཕྱིར་གཏི་མུག་ཡོངས་སུ་སྤངས།
en: Thus, one should abandon all delusion.

source: །ཨཱ་ལི་བུང་བ་ཞེས་བྱར་བརྗོད།
en: ‘The set of vowels is the bee,’ they say;

source: །བུང་བ་རྡོ་རྗེ་འཇིགས་བྱེད་ཉིད།
en: The bee is Vajrabhairava.

source: །ཨཱ་ལི་ནམ་མཁའི་མཐར་གཏུགས་པར།
en: “The set of vowels extends to the end of space,

source: །ཆོས་ཀྱི་དབྱིངས་ཀྱི་རང་བཞིན་ལས།
en: Since by its nature it is the sphere of phenomena.

source: །རྒྱུ་དང་མི་རྒྱུ་གསང་བློ་འཛིན།
en: It is the secret container of animate and inanimate elements

source: །ཕུང་པོ་ཁམས་དང་སྐྱེ་མཆེད་དང་། །དབང་པོ་ཀུན་གྱི་བདུད་རྩི་དང་། །ལས་རྣམས་ཐམས་ཅད་སྐྱེ་བ་ཉིད།
en: Of every being that has evolved a body. “It is the ‘ambrosia’ of the aggregates, the sense-fields, and the elements That constitutes all their vital power.

source: །དེ་ཕྱིར་ཐམས་ཅད་བཀུག་ནས་ནི།
en: Therefore, one should draw all the ambrosia inward

source: །རྩ་བའི་དབུས་སུ་ཐིམ་པར་བྱ།
en: And dissolve it in the middle of the root.

source: །འཇིགས་བྱེད་རྡོ་རྗེ་སྒྲ་ཡིས་ནི།
en: “With the vajra sound of Bhairava,

source: །རྫོགས་པའི་རྣལ་འབྱོར་རྫས་ལས་ནི།
en: Taking the form of the fluid of the completion yoga,

source: །རླུང་དང་མེ་དང་བདུན་པའི་དོན། །རྡོ་རྗེ་ཅན་གྱི་ས་བོན་སྦྱར།
en: One should join the seven winds and fires

source: །ཐིག་ལེ་སྒྲ་ཡིས་ཡང་དག་མནན།
en: With the syllable of Vajrī. “Surmounted with the anunāsika, this seed syllable

source: །ཆར་གྱི་རྒྱུན་ཞེས་བརྗོད་པར་བྱ། །དབྱངས་ཀྱི་དང་པོ་མཆོག་ས་བོན།
en: Is known as ‘the torrent of rain.’

source: །དེ་ཡི་དབུས་སུ་གཟུང་བར་བྱ།
en: One should hold at the center of the The first and original vowel .

source: །ཀཱ་ལི་མེ་ཏོག་ཤེས་པར་བྱ།
en: “The consonant syllabary is the flower king;

source: །མེ་ཏོག་རྡོ་རྗེ་ཅན་གྱི་ལུས།
en: The flower is the body of vajra holders. It is the origin of cyclic existence for all

source: །མ་མོ་ཀུན་གྱི་ས་རྣམས་ཀྱང་། །ཀུན་ལ་འཁོར་བ་བསྐྱེད་པར་འགྱུར།
en: And the mother all over the earth.

source: །ཡེ་ཤེས་ཆུ་བོ་རྒྱ་མཚོ་འདིར།
en: “In that ocean with the water of gnosis

source: །ཤེས་རབ་ཆུ་སྲིན་དབྱངས་ཀྱི་ཉས།
en: There are sea monsters and fishes of insight.

source: །གཉིས་མེད་འདམ་གྱི་དབུས་སུ་ནི།
en: Right in the middle of the swamp of nonduality

source: །ཐབས་ཀྱི་རྣམ་པའི་མྱུ་གུ་ཉིད། །བྃ་དུ་ལྟ་བུར་བྱ་བ་ཉིད།
en: Sprouts the sprout of skillful means.

source: །སྦྲང་རྩི་དང་ནི་བདུད་རྩིའི་གནས།
en: “This receptacle of honey and ambrosia Resembles an open bandhūka flower.

source: །ཀཱ་ལི་དང་མི་བདུད་རྩི་ཉིད།
en: The mixing of consonants with the ambrosia

source: །ཆུ་དང་མེ་ཏོག་ནང་དུ་འཁོར།
en: Is like the mixing of ‘flower’ and ‘water.’

source: །བདུད་རྩི་ཆུ་ཡི་ཆོ་ག་མཆོག །གཉིས་ལས་ལུས་ནི་སྐྱེ་བར་འགྱུར།
en: “Since the body is born from both the blood and the semen, The method of ‘ambrosia-water’ is supreme.

source: །གང་དུ་བདུད་རྩི་དང་ནི་ཆུ།
en: The ‘ambrosia-water’ is said initially

source: །ལྔ་ཡི་བདག་ཉིད་དུ་ནི་གསུངས།
en: To have a fivefold nature.

source: །མེ་ནི་ཚ་བ་ཉིད་ཡིན་ཏེ།
en: “Fire imparts its heat through contact,

source: །རེག་པས་རླུང་ནི་དུ་བར་ལྟ།
en: Wind is perceived as smoke,

source: །ཆུ་ནི་གཤེར་བའི་དངོས་པོ་སྟེ།
en: Water has the nature of fluidity,

source: །ས་ནི་གཟུགས་སུ་བལྟ་བར་བྱ།
en: And because of the element earth, shapes can be discerned.

source: །ཡེ་ཤེས་རྡོ་རྗེ་བྱིན་བརླབས་པས།
en: “Wisdom consecrated by the vajra

source: །རྣམ་པ་ལྔར་ནི་རབ་ཏུ་བསྐྱེད།
en: Becomes fivefold.

source: །ཡང་ནི་ཆུ་ནི་ཀུན་གྱི་དབྱིབས།
en: To elaborate, water can assume every shape;

source: །དེ་བཞིན་མེ་ཡིས་ཟད་པར་བྱེད།
en: Fire, for its part, brings destruction;

source: །དེ་བཞིན་རླུང་ནི་རྟག་པ་ཡི།
en: “Wind is the continual breathing;

source: །ས་ནི་དབང་པོའི་གཟུགས་ཅན་མ།
en: And earth, for its part, is the nature of the witness. All the yoginīs are pleased

source: །རྣལ་འབྱོར་མ་ཀུན་མཉེས་པར་བྱེད།
en: “By chanting the following song, one will become a son of the victorious ones.

source: །རྡོ་རྗེ་ཡན་ལག་དགྱེས་པའི་མཐུས།
en: ‘O vajra, lord of bliss,

source: །སྤྱན་གྱིས་གཟིགས་པར་མཛད་པ་ཡི།
en: Who perceives with the five eyes!

source: །ཡི་གེའི་དངོས་པོ་རང་བཞིན་ནི།
en: You are the nature of letters

source: །སྟོང་པར་རོལ་པ་ཉིད་ཀྱིས་ནི།
en: Who plays in emptiness.

source: །དངོས་དང་དངོས་མེད་རྣམ་སྤངས་པས།
en: ‘Being devoid of existence and nonexistence,

source: །སྙིང་པོ་ཡང་ནི་འཚལ་བ་ཉིད།
en: You are known as the essence.

source: །མ་ལུས་པ་ཡི་བསམ་པ་དང་། །ཡི་གེ་ཐམས་ཅད་གཞོམ་པར་གྱིས།
en: May you destroy all letters And all thoughts.

source: །གཉིས་གཉིས་འཁྱུད་པའི་རྣལ་འབྱོར་པས།
en: ‘The practitioner of the coupling embrace,

source: །ཆུ་རྣམས་ཀྱི་ནི་དགོས་པ་ཅན།
en: Performed for the purpose of producing the fluids,

source: །གཉིས་མེད་ཆོས་ནི་ཐོབ་པ་ནི།
en: Attains the nondual Dharma,

source: །ཐར་པ་ཡང་ནི་ཐོབ་པ་ཉིད།
en: Which, quintessentially, is liberation.

source: །འཁོར་བའི་བདེ་བས་རྨོངས་པ་ལ།
en: ‘For the sake of those deluded by the pleasures of saṃsāra

source: །གྲོལ་བ་ཡང་ནི་སྤངས་པ་ཉིད།
en: You forestall your own liberation.

source: །ཐམས་ཅད་སྟོང་པའི་རང་བཞིན་ལ།
en: In the nature of emptiness

source: །རྣལ་འབྱོར་མ་ཡི་སྔགས་ཀྱིས་རོལ།
en: You play with the mantra of the yoginīs.

source: །རྣལ་འབྱོར་མ་ནི་ལྔ་པོ་རྣམས།
en: ‘You show that the five yoginīs

source: །སངས་རྒྱས་དེ་ཉིད་མཚོན་པར་བྱ།
en: Are in reality the five buddhas.

source: །སྒྱུ་མར་གནས་པ་དུ་མ་ཀུན།
en: With magical displays of manifold forms

source: །སྣ་ཚོགས་གཟུགས་ཀྱིས་སེམས་ཅན་སྨིན།
en: You bring beings to spiritual maturity.

source: །རྡོ་རྗེ་བརྐྱང་བའི་དགོས་པ་ནི།
en: ‘The purpose of extending the vajra

source: །ཆོས་ཀྱི་རྨོངས་པ་བྲལ་བར་བྱེད།
en: Is to remove delusion about phenomena. May you bow to this teaching, good in its essence,

source: །རྣལ་འབྱོར་མ་ཡི་ཐར་པ་ཅན།
en: For the sake of liberating the yoginīs.’

source: །སྙིང་པོ་ཆོས་ལ་ཕྱག་འཚོལ་ཅིག །རིགས་ཀྱི་བུ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གླུ་འདིས་རྒྱལ་བ་ཐམས་ཅད་ཀྱིས་བདག་ཉིད་ལས་སྐྱེ་བར་འགྱུར་བ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: “By chanting this song, O sons of noble family, one will become a son of all the victorious ones—so said every blessed tathāgata.”

source: །དགུ་པ་ལས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐྱེད་པ་ཞེས་བྱ་བ་སྟེ་རབ་ཏུ་བྱེད་པ་དང་པོའོ།།
en: This concludes the first part of the ninth chapter, “The Genesis of Every Tathāgata.” “Listen, Vajragarbha, O mighty king,

source: །།གཏོར་མའི་ལས་ཆོ་ག་ཇི་ལྟ་བར།
en: About how to do the oblation ritual according to procedure.

source: །ཁྲུ་གང་ཙམ་གྱི་ཚད་དུ་ནི།
en: Measuring one cubit in diameter,

source: །དམར་པོའི་དྲི་ཡིས་དཀྱིལ་འཁོར་བྱ།
en: “And then draw a white triangle surrounding it.

source: །དཀར་པོས་ཕྱི་རོལ་གྲུ་གསུམ་བྱ། །མཆོད་ཡོན་མཆོད་སོགས་རིམ་གྲོ་དང་། །ཉ་དང་ཤ་སོགས་བཟའ་བ་དང་། །ཆང་དང་མྱོས་བྱེད་སྤྲོ་བ་ཡང་།
en: Along with the honors such as the welcome offering of water and flowers and the five articles—fish, meat, and so forth—one should include wine that inspires amorous passion.

source: །གཡོན་དུ་ཉེ་བར་དགོས་པ་ཀུན། །གཡས་པ་དག་ཏུ་ཆུ་ཡི་སྣོད།
en: On the left side one should place all the ritual implements, and on the right, a dish with water.

source: །སྔོན་དུ་མཆོད་ཡོན་དག་གི་སྣོད།
en: In front there should be the welcome-offering dish.

source: །རྫས་ནི་འདི་དག་ཐམས་ཅད་རྣམས། །བདུད་རྩི་ལྔ་ཡིས་སྦྱང་བར་བྱ། །རྡོ་རྗེ་སེམས་དཔའི་ཏིང་འཛིན་ནམ། །ཡང་ན་ཧེ་རུ་ཀ་དཔལ་བརྩོན།
en: Having purified all these substances with the five ambrosias, one should enter the absorption of Vajrasattva or, alternatively, assume the identity of Heruka. “One should summon the wisdom ambrosia

source: །ལས་ཀྱི་ཆོ་ག་མཐོང་བ་ཡིས། །སྔགས་དང་ཕྱག་རྒྱས་དགུག་པར་བྱ།
en: By means of gesture and mantras, observing the ritual procedure.

source: །མེ་ཏོག་དམར་པོས་བདུག་པ་སོགས།
en: One should offer red flowers,

source: །དྲི་ལ་སོགས་པ་དབུལ་བར་བྱ།
en: Lamps, and so on, and also perfume. “One should mentally summon all five ambrosias

source: །ཨོཾ་གྱིས་མཚན་པའི་པདྨའི་སྣོད།
en: To the lotus dish marked with the syllable oṁ

source: །ལྕེ་ཧཱུྃ་དེ་ཉིད་ཁྱད་པར་ལས།
en: In particular through hūṁ , the principle of the tongue,

source: །ཡེ་ཤེས་ལྕགས་ཀྱུའི་རབ་དབྱེ་བས། །ཡིད་ཀྱིས་ཐམས་ཅད་དགུག་པའོ།
en: According to the divisions of the hooks of gnosis.”

source: །ཀྱེ་བཅོམ་ལྡན་འདས་ཡེ་ཤེས་ཀྱི་ལྕགས་ཀྱུ་དུར་གསུངས། དེ་གང་ལགས།
en: “What, O Blessed One, are the so-called ‘hooks of gnosis’?”

source: །དང་པོ་སྐྱེ་དགུའི་བདག་པོར་བརྗོད།
en: “Prajāpati is said to be the first one.

source: །དེ་བཞིན་གཉིས་པར་སྒྲོལ་མ་ཉིད།
en: The second in this listing is Tārā.

source: །གསུམ་པ་ལ་ནི་རབ་མཆོག་བརྗོད།
en: Pravarā is thought to be the third.

source: །བཞི་པ་ལ་ནི་མང་པོ་སྐྱེས།
en: The fourth is Bahulojātā.

source: །ལྔ་པ་ལ་ནི་སྟོབས་ཞེས་བྱ།
en: The fifth is Bālā.

source: །རིགས་ལྔ་རྣམས་ཀྱི་སྔགས་འདི་དག །ཡེ་ཤེས་ལྔ་ཡིས་རབ་དབྱེ་བས།
en: “These names are mantras of the five families, following the division of the five wisdoms.

source: །ཡེ་ཤེས་ཆེན་པོ་ལྔ་པོ་འདི།
en: “These five great gnoses

source: །ཁྱོད་ལ་ཕན་པའི་བསམས་པས་བཤད། །ཡེ་ཤེས་ལྕགས་ཀྱུའི་རབ་དབྱེ་བས།
en: Have been taught for your benefit.

source: །གལ་ཏེ་ལས་ལ་ཕན་འདོད་པས།
en: “Should one wish these activities to occur incessantly,

source: །རྣལ་འབྱོར་མ་ཀུན་ཚིམ་པར་བྱ།
en: One should please all the yoginīs,

source: །འདོད་ལ་དགའ་བར་མི་བྱ་ཞིང་།
en: But without sexual addiction;

source: །ལོངས་སྤྱོད་ལ་ནི་སྦྱོར་མི་བྱ།
en: One should not become attached to bliss.

source: །སེམས་ཅན་དོན་རྒྱུ་རྣལ་འབྱོར་པས།
en: “In order to benefit all beings, the practitioner

source: །མཆོད་པ་ཐམས་ཅད་ཡང་དག་བརྟག །དབྱངས་ཀྱི་བཅུ་གསུམ་ལས་བྱུང་བ། །གང་ཞིང་ཟླ་བ་དེ་རབ་གྲགས།
en: Should arrange offerings of every kind. That which is famed as the moon Arises out of the thirteen vowels.

source: །དེ་ཡི་དབུས་སུ་ས་བོན་གྱི། །ཨཱ་ལི་ཀཱ་ལི་མཉམ་སྦྱར་བས།
en: “Then, in the center of the moon, he should gratify all the deities with syllables, by uniting the vowels and the consonants.

source: །ལྷ་ཀུན་དེ་ནས་ཚིམ་པར་བྱ། །འབུད་པ་སྦར་བ་ཉིད་དང་ནི།
en: “He should generate a blaze of light

source: །ཁྱད་པར་དུ་ནི་བསྐོལ་བ་ཉིད།
en: Distinguished by the arising of heat.

source: །ཤེལ་གྱི་གཟུགས་ཀྱིས་བསྐྱེད་བྱ་ཞིང་།
en: He should visualize it in the form of a crystal

source: །དེ་ཕྱིར་ཐམས་ཅད་བརྟག་པར་བྱ།
en: And then distribute all of it.

source: །དེ་ཡི་དབུས་ནས་བླངས་ནས་ནི།
en: “Having extracted the ambrosia in its center,

source: །དེ་ནས་བདུད་རྩི་མྱང་བར་བྱ།
en: He should have taste of it.

source: །ལྷག་མ་ལ་སོགས་དངོས་པོ་ཀུན།
en: And with all the other articles, such as the remainder of ambrosia,

source: །ཕྱི་རོལ་དཀྱིལ་འཁོར་ཚིམ་པར་བྱ།
en: He should satiate the members of the outer maṇḍala.

source: །གཡོན་པའི་ཆ་ཡི་སྣོད་དང་ནི།
en: “Holding the skull cup with the left hand,

source: །གཡས་པའི་ཁྲོ་བོ་བསྟན་པར་བྱ།
en: He should display the gesture of wrath with the right.

source: །རྐང་པས་མནན་ཅིང་སྟེང་དུ་བལྟ།
en: With feet wide apart and upward gaze,

source: །སྤྱི་བོར་ཕེྃ་གྱི་རྣམ་པ་འབྱུང་།
en: The syllable pheṭ should emerge from his head. “Making his offerings on the fourteenth day,

source: །ཟླ་བ་མར་ངོའི་བཅུ་བཞི་དང་། །ཁྱད་པར་དུ་ནི་བརྒྱད་པ་དང་། །ཡར་གྱི་ངོ་ཡི་བཅུ་པ་ལ།
en: Or especially the eighth day, of the dark fortnight, Or also on the tenth day of the bright fortnight,

source: །མཆོད་པ་མཆོད་པའི་བདག་ཉིད་འགྱུར།
en: He should himself become the inner offerings. “Under solitary trees, in charnel grounds,

source: །ཨོཾ་ཤིང་གཅིག་དང་ནི་དུར་ཁྲོད་དང་། །རི་བོ་དང་ནི་འབབ་ཆུ་དང་། །ཁྱིམ་དང་གྲོང་གི་ངོས་དག་དང་། །ཞིང་དང་གྲོང་ནི་སྟོང་པ་དང་། །སེམས་ཅན་སྣོད་དང་ཐང་སྟོང་དང་། །ཆུ་ལ་ཡང་ནི་ཁྱད་པར་དུའོ།
en: Mountains, wilderness, Caves, outskirts of villages, Empty fields, or, especially, in empty houses— “In particular, in places containing living beings, On dry land as well as on water—

source: །དྲག་པོ་ནག་པོ་དྲག་ཆེན་པོ།
en: He should invoke Black Rudra and Great Rudra

source: །ལྷ་མོ་ཡང་ནི་མཉམ་པར་གནས།
en: In union with their consort goddesses;

source: །ནག་པོ་ཐོད་པ་ཅན་འཇིགས་རུང་།
en: “Black Kapālin, Bībhatsa,

source: །དགའ་ལས་འདས་དང་ལོག་འདྲེན་རྣམས།
en: Nandātīta and Vināyaka;

source: །རྒན་བྱེད་མ་དང་དྲག་མོ་དང་། །གདོལ་པ་མོ་དང་འཇིགས་པའི་གཟུགས།
en: Caṇḍālī, Ghorarūpā,

source: །ལྷ་མོ་དཀའ་ཟློག་ཐམས་ཅད་དུ།
en: And Umādevī, in places all around;

source: །རྒྱལ་མ་དང་ནི་རྣམ་རྒྱལ་ཉིད།
en: “Jayā, Vijayā,

source: །མི་ཐུབ་མ་དང་གཞན་མི་ཐུབ།
en: Ajitā and Aparājitā;

source: །ནག་མོ་བཟང་མོ་ནག་མོ་ཆེ། །རྩེ་མོ་ནག་མོ་རྣལ་འབྱོར་མོ།
en: Bhadrakālī, Mahākālī,

source: །དབང་མོ་ཟླ་མོ་འཇིགས་པ་མ།
en: And the yoginī Śūlakālī;

source: །གདུག་པ་ཅན་དང་ལམ་པ་ཀཱི།
en: “Indrī, Candrī, Ghorī, Duṣṭī,

source: །སུམ་ཅུ་རྩ་གསུམ་དབང་ཕྱུག་མ།
en: Lampakī, Tridaśeśvarī,

source: །གཡོ་ལྡན་མར་མེ་འཇིབ་བྱེད་མ།
en: Kambojī, Dipinī, Cūṣaṇī,

source: །གྲོང་དུ་གནས་པའི་རྣལ་འབྱོར་མ།
en: And the yoginīs dwelling in villages.

source: །འཇིགས་པའི་གཟུགས་དང་གཟུགས་ཆེན་མ།
en: “All these goddesses have terrible, huge forms.

source: །མཆེ་བ་གཟུགས་ངན་གཙིགས་པ་ཉིད། །ཐོད་པའི་ཕྲེང་བ་འཕྱང་བ་ཅན།
en: Baring their formidable fangs, they each wear a garland of human skulls

source: །མཐུ་ཆེན་ལག་ན་ཁ་ཊྭ་ག །ལག་ན་དགྲ་སྟ་རལ་གྲི་དང་། །རྡོ་རྗེ་ལག་མ་གཞུ་ཡི་ལག །མཁའ་འགྲོ་མ་ཡི་དེ་ཉིད་ཆེ།
en: And hold khaṭvāṅgas in their hands. They are all endowed with great powers. “They hold in their hands a sword, An axe, a vajra scepter, and a bow. He should also summon the five ḍākinīs

source: །ལས་རྣམས་རྗེས་སུ་སྒྲུབ་པར་བྱེད།
en: Of the five great elements who accomplish every type of activity,

source: །རྣལ་འབྱོར་དཀྱིལ་འཁོར་རྒྱལ་མོ་ཆེ།
en: “And the great queen of the maṇḍala of the union,

source: །དེ་བཞིན་རྡོ་རྗེའི་དབང་ཕྱུག་གཙོ།
en: Along with the mighty vajra lord.

source: །དེ་བཞིན་གཤེགས་པའི་སྐུ་ཆེན་ལས།
en: In the great assembly of the tathāgatas

source: །སྐྱོན་མེད་དབང་ཕྱུག་འབྱིན་པ་མོ།
en: She is the stainless emanation from the union.

source: །རྡོ་རྗེ་དབང་ཕྱུག་བཀའ་ལུང་འདིས།
en: “By the command of the vajra queen, he should invoke all of them from all their respective places. “He should recite: “ Oṁ , p-pp-pull, b-bb-bind, d-dd-devour! Kill, kill all the evil ones! S-ss-strike!

source: །ཐམས་ཅད་ལས་ནི་ཐམས་ཅད་དགུག །ཨོཾ་ཀ་ཀ་ཀ་ཌྷྱ་ན་བ་བ་བནྡྷ་ན་ཁ་ཁ་ཁཱ་ད་ན་སརྦྦ་དུཥྚཱ་ནཱྃ་ཧ་ན་ཧ་ན།
en: Appease all negativity for such and such!

source: གྷ་གྷ་གྷཱ་ཏ་ཡ་གྷཱ་ཏ་ཡ་ཨ་མུ་ཀ་སྱ་ཤཱནྟཱིཾ་ཀུ་རུ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ཛཿསྭཱ་ཧཱ།
en: Hūṁ hūṁ ! Phaṭ phaṭ ! Jaḥ , svāhā
